tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "python@3.12"
brew "cairo"
brew "gh"
brew "neovim"
brew "node"
brew "postgresql@13"
brew "powerlevel10k"
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "neovide"
